Repository: wp-plugins/buddypress-groups-extras
Catalog: langs/bpge-*.po
Languages: de_de, fr_fr, ru_ru

source: You can reorder here all navigation links in this group. The first item will become a landing page for this group. Save changes after reordering.<br />Please do NOT make Admin pages on first place - that will cause display problems.
de_de: Sie k&ouml;nnen hier alle Navigations-Links in dieser Gruppe neu anordnen. Der erste Bereich wird eine Zielseite f&uuml;r diese Gruppe sein. Speichern Sie die &Auml;nderungen nach der Neuordnung.<br />Bitte KEINE Administrationsseiten an erster Stelle platzieren - das f&uuml;hrt zu Problemen.
fr_fr: Vous pouvez réordonner les liens de navigation de ce groupe. Le premier élément deviendra la page d&acute;accueil du groupe. Enregistrez après avoir réordonné.<br />Merci de NE PAS mettre la page d&acute;administration du groupe en premier - cela risque de causer des problèmes d&acute;affichage.
ru_ru: Здесь вы можете изменить порядок отображения ссылок навигации по группе. Первый элемент в списке станет главной страницей группы.<br /> После внесения изменений перезагрузите страницу, чтобы увидеть результат.<br />Пожалуйста, не делайте страницы, доступные только администраторам, первыми - это вызовет непредвиденные ошибки.

source: Rename the Home group page - Activity (for example) is far better.
de_de: Benenne die Home-Gruppenseite um - Aktivität (zum Beispiel) ist viel besser.
fr_fr: Renommer la page d&acute;accueil du groupe - Activité (par exemple) est probablement plus parlant.
ru_ru: Переименовать страницу группы "Главная" - Активность будет лучше.

source: Save Changes
de_de: &Auml;nderungen speichern
fr_fr: Enregistrer les modifications
ru_ru: Сохранить изменения

source: Page Title
de_de: Seitentitel
fr_fr: Titre de la Page
ru_ru: Заголовок страницы

source: Page Slug
de_de: Seiten-Slug
fr_fr: Slug de la page
ru_ru: Ссылка страницы

source: Page Content
de_de: Seiteninhalt
fr_fr: Contenu de la Page
ru_ru: Содержимое страницы

source: Should this page be displayed for public in group navigation?
de_de: Soll diese Seite &ouml;ffentlich in der Gruppennavigation sichtbar sein?
fr_fr: Cette page doit-elle être affichée dans les liens de navigation du groupe ?
ru_ru: Должна ли эта страница отображаться для всех в навигации группы?

source: Create New
de_de: Neu erstellen
fr_fr: Créer !

source: View this page live
de_de: Zeige diese Seite live
fr_fr: Voir cette page
ru_ru: Просмотр страницы

source: View
de_de: Zeige
fr_fr: Voir
ru_ru: Просмотр

source: Change its title, content etc
de_de: &Auml;ndert den Titel, die Beschreibung usw.
fr_fr: Changer son titre, contenu, etc.
ru_ru: Изменить заголовок, содержимое и т.д.

source: General
de_de: Allgemein
fr_fr: Généraux
ru_ru: Общее

source: All Fields
de_de: Alle Felder
fr_fr: Tous les champs
ru_ru: Все поля

source: All Pages
de_de: Alle Seiten
fr_fr: Toutes les pages
ru_ru: Все страницы

source: Add Field
de_de: Feld hinzuf&uuml;gen
fr_fr: Ajouter un champ
ru_ru: Добавить поле

source: Add Page
de_de: Seite hinzuf&uuml;gen
fr_fr: Ajouter une page
ru_ru: Добавить страницу

source: (with search)
de_de: (mit Suche)
fr_fr: (avec recherche)

source: Fields to Links
de_de: Felder zu Links
fr_fr: Champs vers Liens

source: Would you like to convert custom fields values in all groups to links?
de_de: M&ouml;chten Sie benutzerdefinierte Feldwerte zu Links in allen Gruppen konvertieren?
fr_fr: Souhaitez-vous convertir les valeurs des champs dans les groupes, en liens ?

source: Using that links people will be able to search for groups with the same fields values.
de_de: Bei benutzen dieser Links ist es m&ouml;glich nach Gruppen zu suchen, die die selben Feldwerte beinhalten.
fr_fr: En utilisant ces liens, les gens pourront trouver les valeurs identiques dans d&acute;autres groupes.

source: Note: this option uses the same logic as members profiles fields auto-linking.
de_de: Hinweis: Diese Option benutzt die gleiche Logik wie die Mitgliedsprofil-Felder-Auto-Linking-Funktion.
fr_fr: Note : cette option utilise la même logique que les liens automatiques des profil de membres.

source: Prepare Search
de_de: Suche vorbereiten
fr_fr: Préparer la recherche

source: Search for Fields
de_de: Nach Feldern suchen
fr_fr: Recherche pour les champs

source: Search for Pages
de_de: Nach Seiten suchen
fr_fr: Recherche pour les pages

source: Control the search options of groups fields and pages.
de_de: Suchoptionen der Gruppenfelder und -seiten kontrollieren.
fr_fr: Contrôler les options de recherche des champs et des pages de groupes.

source: Currently you need to prepare the data to be searchable. Use the button below for this purpose. This should be done only once.
de_de: Gegenw&auml;rtig m&uuml;ssen die Daten vorbereitet werden, um sie auffindbar zu machen. Benutzen Sie dazu den Button unterhalb. Das ist eigentlich nur einmal erforderlich.
fr_fr: Actuellement, vous devez préparer les données afin qu'elles soient "recherchables". Employez le bouton ci-dessous à cette fin. Ceci doit être fait une fois seulement.

source: Prepare Data
de_de: Daten vorbereiten
fr_fr: Préparer les données

source: Would you like to enable sitewide search for data entered in groups fields?
de_de: M&ouml;chten Sie die websiteweite Suche für Daten, die in Gruppenfeldern eingegeben wurden, aktivieren?
fr_fr: Souhaitez vous activer la recherche des données entrées dans les pages et les champs ?

source: Would you like to enable sitewide search for data entered in groups pages?
de_de: M&ouml;chten Sie die websiteweite Suche für Daten, die in den Gruppenseiten eingegeben wurden, aktivieren?
fr_fr: Souhaitez vous activer la recherche sur tous les site, et notamment les données entrées dans les pages de groupes?

source: Description
de_de: Beschreibung
ru_ru: Дополнительно

source: Pages
de_de: Seiten
ru_ru: Cтраницы

source: BP Groups Extras
ru_ru: Расширение групп

source: Extras
ru_ru: Расширения

source: Option
ru_ru: Опция
