Repository: wp-plugins/buddypress-groups-extras
Catalog: langs/bpge-*.po
Languages: de_de, fr_fr, ru_ru

source: Groups Fields
de_de: Gruppenfelder
fr_fr: Champs de groupe
ru_ru: Поля групп

source: Sets of Fields
de_de: Feldsets
fr_fr: Ensemble de champs
ru_ru: Наборы полей

source: Groups Pages
de_de: Gruppenseiten
fr_fr: Pages de groupes
ru_ru: Страницы групп

source: Groups Page
de_de: Gruppenseite
fr_fr: Page de groupes
ru_ru: Страница групп

source: Group Extras &rarr; General Settings
de_de: Gruppen-Extras &rarr; Allgemeine Einstellungen
fr_fr: Group Extras &rarr; Réglages
ru_ru: Расширения &rarr; Общие настройки

source: Group Extras &rarr; Fields Management
de_de: Gruppen-Extras &rarr; Feld-Management
fr_fr: Group Extras &rarr; Gestion des champs
ru_ru: Расширения &rarr; Управление полями

source: Group Extras &rarr; Pages Management
de_de: Gruppen-Extras &rarr; Seiten-Management
fr_fr: Group Extras &rarr; Gestion des pages
ru_ru: Расширения &rarr; Управление страницами

source: Group Extras &rarr; Add Field
de_de: Gruppen-Extras &rarr; Feld hinzuf&uuml;gen
fr_fr: Group Extras &rarr; Ajouter un champ
ru_ru: Расширения &rarr; Добавить поле

source: Group Extras &rarr; Edit Field
de_de: Gruppen-Extras &rarr; Feld bearbeiten
fr_fr: Group Extras &rarr; Modifier le champ
ru_ru: Расширения &rarr; Редактирование поля

source: Group Extras &rarr; Add Page
de_de: Gruppen-Extras &rarr; Seite hinzuf&uuml;gen
fr_fr: Group Extras &rarr; Ajouter une page
ru_ru: Расширения &rarr; Добавить страницу

source: Group Extras &rarr; Edit Page
de_de: Gruppen-Extras &rarr; Seite bearbeiten
fr_fr: Group Extras &rarr; Modifier la page
ru_ru: Расширения &rarr; Редактирование страницы

source: BP Groups Extras: Features List
de_de: BP Groups Extras: Funktionsliste
fr_fr: BP Groups Extras: Liste des fonctions

source: Go to plugin admin area and <a href="%s">vote</a> for new features!
de_de: Gehe zum Plugin-Admin-Bereich und <a href="%s">stimme</a> f&uuml;r neue Features ab!
fr_fr: Aller la page d'administration du plugin et<a href="%s">voter</a> pour de nouvelles fonctionnalités !

source: Based on voting results I will implement them in new plugin version (either in core or as modules to extend the initial functionality).
de_de: Basierend auf dem Abstimmergebnis werde ich neue Funktionen in den kommenden Plugin-Versionen einbauen (entweder im Kern oder als Modul).
fr_fr: Sur bas des votes, je les implémenterais dans une nouvelle version de l'extension (soit dans le coeur de l'extension ou sous forme de module, afin d'étendre les fonctions initiales)

source: BP Groups Extras: Tutorials
fr_fr: BP Groups Extras: Tutoriel

source: Now you can get the basic help from the plugin admin area - several <a href="%s">very detailed tutorials</a> are bundled right into the plugin.
de_de: Die Basis-Hilfe steht nun im Plugin-Admin-Bereich zur Verf&uuml;gung - verschiedene und <a href="%s">sehr detaillierte Tutorials</a> sind rechts im Plugin vereint.
fr_fr: Obtenez une aide de base à partir de l'administration de l'extension - plusieurs <a href="%s">tutoriaux détaillés</a> sont implémtentés dans l'extension.

source: BP Groups Extras: Search
de_de: BP Groups Extras: Suche
fr_fr: BP Groups Extras: Rechercher

source: Finally search in groups custom fields and pages is implemented! Get it working from special plugin <a href="%s">admin page</a>.
de_de: Nun ist die abschlie&szlig;ende Suche in den benutzerdefinierten Gruppenfeldern und Seiten implantiert! Es funktioniert mit einem Sonder-Plugin <a href="%s">Verwaltungsseite</a>.
fr_fr: Et voilà, la recherche dans les champs de groupes et dans le spages est implémentée ! Découvrez son fonctionnement depuis <a href="%s">cette page</a>.

source: Extend Your Groups
de_de: Erweitern Sie Ihre Gruppen
fr_fr: Etendez vos groupes
ru_ru: Расширьте ваши группы

source: All changes were saved. Go and check results!
de_de: Alle &Auml;nderungen wurden gespeichert. Schauen Sie nach und pr&uuml;fen die Ergebnisse!
fr_fr: Les changements sont enregistrés. Constatez par vous même !
ru_ru: Все изменения были успешно сохранены.

source: Please enter options for this Field
fr_fr: Merci d&acute;inscrire une option pour ce champs
ru_ru: Пожалуйста, введите опции для этого поля

source: Remove It
fr_fr: Le supprimer
ru_ru: Удалить

source: Do you want to apply this set of fields to all groups on your site?
de_de: M&ouml;chten Sie dieses Felderset allen Gruppen dieser Website hinzuf&uuml;gen?
fr_fr: Souhaitez vous appliquer cet ensemble de champs pour tous les groupes du site ?

source: Applied
de_de: Angewandt
fr_fr: Appliquer

source: Close
de_de: Schlie&szlig;en
fr_fr: Fermer

source: Yes
de_de: Ja
fr_fr: Oui

source: No
de_de: Nein
fr_fr: Non

source: Success
de_de: Erfolg
fr_fr: Succès

source: This set of fields was successfully applied to all groups on this site.
de_de: Diese Feldsets wurden erfolgreich auf alle Gruppen dieser Website angewandt.
fr_fr: Cet ensemble de champs a été appliquer avec succès à tous les groupes.

source: Error
de_de: Fehler
fr_fr: Erreur

source: Unfortunately, there was an error while applying this set of fields. Please try again a bit later or recreate the set from scratch. Be aware, that re-applying this set will double fields for those groups that were successful.
de_de: Ungl&uuml;cklicherweise gab es einen Fehler beim hinzuf&uuml;gen dieses Feldersets. Bitte versuchen Sie es sp&auml;ter noch einmal oder beginnen Sie von Vorne. Bitte seien Sie vorsichtig, damit beim erneuten hinzuf&uuml;gen nicht doppelte Felder an gelegt werden, die bereits in den Gruppen erfolgreich vorhanden sind.
fr_fr: Malheureusement, une erreur est survenue lors de l&acute;application de cet ensemble de champs. Merci de recommencer ou de recréer cet ensemble. Attention, si vous apliquez cet ensemble de champs une seconde fois, il aparaitront deux fois pour les groupes qui en sont déjà pourvu.

source: Clear
de_de: Leeren
fr_fr: Effacer
ru_ru: Очистить

source: Group Extras settings were succefully updated.
de_de: Gruppen-Extra-Einstellungen wurden erfolgreich aktualisiert.
fr_fr: Les réglages de Group Extras ont été mis à jour avec succès.
ru_ru: Настройки успешно обновлены.

source: New field was successfully added.
de_de: Neues Feld wurde erfolgreichhinzugef&uuml;gt.
fr_fr: Nouveau champ ajouté avec succès.
ru_ru: Новое поле успешно добавлено.

source: The field was successfully updated.
de_de: Das Feld wurde erfolgreich aktualisiert.
fr_fr: Le champs à été mis à jour avec succès.
ru_ru: Поле успешно обновлено.

source: New page was successfully added.
de_de: Neue Seite wurde erfolgreich hinzugef&uuml;gt.
fr_fr: La nouvelle page a été ajoutée avec succès.
ru_ru: Новая страница успешно добавлена.

source: The page was successfully updated.
de_de: Die Seite wurde erfolgreich aktualisiert.
fr_fr: La page a été mise à jour avec succès.
ru_ru: Страница успешно обновлена.

source: Please create at least 1 extra field to show it in a list.
de_de: Bitte erstellen Sie mindestens 1 Feld zus&auml;tzlich, um es in einer Liste anzeigen.
fr_fr: Merci de créer au moins 1 champ afin qu&acute;il apparaisse dans la liste.
ru_ru: Пожалуйста, создайте как минимум 1 дополнительное поле для отображения в списке.

source: Please create at least 1 extra page to show it in a list.
de_de: Bitte erstellen Sie mindestens 1 Seite zus&auml;tzlich, um es in einer Liste anzeigen.
fr_fr: Merci de créer au moins une page afin qu&acute;elle apparaisse dans la liste.
ru_ru: Пожалуйста, создайте как минимум 1 страницу для отображения в списке.

source: Edit link for group admins only
de_de: Nur Gruppenadmins k&ouml;nnen den Link bearbeiten
fr_fr: Lien d&acute;édition pour les administrateuirs de groupes seulement.
ru_ru: Ссылка на редактирование только для админов группы

source: [Edit this page]
de_de: [Diese Seite bearbeiten]
fr_fr: [Modifier cette page]

source: General Options
de_de: Allgemeine Optionen
fr_fr: Options générales

source: Rich Editor for Pages
de_de: Rich Editor f&uuml;r Seiten
fr_fr: Editeur avancé pour les pages

source: Rich Editor for Fields
de_de: Rich Editor f&uuml;r Felder
fr_fr: Editeur avancé pour les champs

source: User Access
de_de: User Zugriff
fr_fr: Accès utilisateur

source: Data Import
fr_fr: Importation de données

source: Uninstall Options
de_de: Uninstall Optionen
fr_fr: Options de désinstallation

source: Here are some general settings.
de_de: Hier sind einige Grundeinstellungen.
fr_fr: Trouvez ici des options générales.

source: Sometimes we want to change the access level to different parts of a site. Options below will help you to do this.
de_de: Manchmal werden wir die Zugriffsebene an einzelnen Stellen dieser Website ändern. Die Optionen unterhalb helfen Ihnen dies besser zu verstehen.
fr_fr: Parfois l&acute;on souhaite modifier le niveau d&acute;accès des différentes parties du site. Les options ci-dessous vous y aideront.

source: Who can open group admin tab Extras?
de_de: Wer kann Gruppen-Admin-Tab-Extras &ouml;ffnen?
fr_fr: Qui peut activer l&acute;onglet Extras dans l&acute;administration d&acute;un groupe?

source: Site admins only
de_de: Nur Website-Admins
fr_fr: Seulement les administrateurs du site.

source: Group administrators and site admins
de_de: Gruppen- und Website-Admins
fr_fr: Les administrateurs de groupes et l&acute;administrateur du site

source: If you upgraded from any version of BuddyPress Groups Extras, which had the version number less than 3.4, and if you want to preserve all previously generated content (like default and groups fields etc) please do the import using controls below.
de_de: Wenn Sie die Version von BuddyPress Groups Extras aus Versionen kleiner der Versionsnummer 3.4 aktualisieren, benutzen Sie bitte die Importfunktionen unterhalb. Das gilt auch für allgemeine Sicherungen zu zuvor generierten Inhalt (wie Standard- und Gruppenfelder).
fr_fr: Si vous avez mis à jour Buddypress Group Extra depuis n&acute;importe quelle version antérieure à la version 3.4, et si vous souhaitez tout préserver vos contenus (tels les les champs de groupes, etc.) utilisez les options d&acute;importation ci dessous.
ru_ru: Если вы обновились с версии плагина до 3.4 и если хотите сохранить все созданные данные (наборы полей и поля групп), пожалуйста, воспользуйтесь импортом данных, используя кнопки ниже.

source: <strong>Important</strong>: Do not import data twice - as this will create lots of duplicated fields.
de_de: <strong>Wichtig</strong>: Bitte Daten nicht zweimal importieren - sonst werden zahlreiche Felder mehrfach dubliziert.
fr_fr: <strong>Important</strong>: Ne pas importer les données deux fois - cela va dupliquer les champs.
ru_ru: <strong>Важно</strong>: Не выполняйте импорт более одного раза, иначе будет создано много дубликатов полей.

source: Import Data
fr_fr: Importer les données
ru_ru: Импортировать данные

source: Clear Data
de_de: Daten leeren
fr_fr: Effacer les données
ru_ru: Удалить данные

source: Note: Clearing data will delete everything except options on this page.
de_de: Hinweis: L&ouml;schen der Daten l&ouml;scht alles, au&szlig;er Optionen dieser Seite.
fr_fr: Note : Effacer les données effacera tout sauf les options et réglages de cette page.

source: Would you like to enable Rich Editor for easy use of html tags for groups custom pages?
de_de: M&ouml;chten den Rich Editor zur einfachen Handhabung von HTML Tags f&uuml;r benutzerdefinierte Gruppenseiten aktivieren?
fr_fr: Souhaitez vous activer l'éditeur avancé afin d&acute;exploiter les balises et codes html pour les pages de groupes ?

source: Enable
de_de: Aktivieren
fr_fr: Activé
ru_ru: Разрешить

source: Disable
de_de: Abschalten
fr_fr: Désactivé
ru_ru: Запретить

source: Would you like to enable Rich Editor for easy use of html tags for groups custom textarea fields?
de_de: M&ouml;chten den Rich Editor zur einfachen Handhabung von HTML Tags f&uuml;r benutzerdefinierte Gruppentextfelder aktivieren?
fr_fr: Souhaitez vous activer l'éditeur avancé afin d&acute;exploiter les balises et codes html pour les champs de groupes ?

source: On BPGE deactivation you can delete or preserve all its settings and created content (like groups pages and fields). What do you want to do?
de_de: Mit BPGE Deaktivierung k&ouml;nnen Sie Einstellungen l&ouml;schen oder sichern, gilt auch für erstellten Inhalt (wie Gruppenseiten und -felder). Was m&ouml;chten Sie tun?
fr_fr: Sur BPGE désactivation vous pouvez supprimer ou préserver tous les régalges et contenus (tels les pages de groupes et les champs). Ques souhaitez vous faire ?
ru_ru: При деактивации плагина вы можете удалить все данные или же сохранить их (страницы всез групп, их поля). Что вы хотите сделать?

source: Preserve all data
de_de: Alle Daten speichern
fr_fr: Préserver les données
ru_ru: Сохранить все данные

source: Delete everything
de_de: Alles l&ouml;schen
fr_fr: Tout effacer
ru_ru: Удалить все

source: Allowed Groups
de_de: Erlaubte Gruppen
fr_fr: Groupes autorisés

source: Poll
de_de: Abstimmung
fr_fr: Sondage

source: Please answer the question below - this will help me to prioritize my development work.
de_de: Bitte beantworten Sie die Frage unterhalb - Sie helfen mir damit, meine Entwicklungsarbeite zu verbessern.
fr_fr: Merci de répondre aux questions ci-dessous - cela m&acute;aidera à mettre des priorités dans mes developpements futurs.

source: Search
de_de: Suche
fr_fr: Rechercher

source: Ability to search in groups fields and pages was finally implemented!
de_de: M&ouml;glichkeit in Gruppenfeldern und -seiten zu suchen wurde nun implantiert!
fr_fr: La possiblilité de chercher dans les champs de groupe et les pages a été finallement implémentée !

source: Search extension is a <a href="%s">PRO feature</a>, and costs just $12.
de_de: Die Such-Erweiterung ist ein <a href="%s">PRO Feature</a> und kostet nur $12.
fr_fr: La capacité de recherche est une <a href="%s">fonction PRO </a>, et elle ne coûte que 12$.

source: All buyes will get the latest versions among the first AND extra support for their plugin PRO features on a dedicated forum on <a href="%1$s" target="_blank">%2$s</a>
de_de: Alle K&auml;äufer erhalten die aktuellste Version zuerst UND Extra Support zu ihrem Plugin PRO Features in einem speziellen Forum auf <a href="%1$s" target="_blank">%2$s</a>
fr_fr: Tout acheteur aura accès à la dernière version ET bénéficiera d&acute;un support spécial sur un forum dédié : <a href="%1$s" target="_blank">%2$s</a>

source: Buy Now for just $12<sup>.00</sup>
de_de: Kaufen Sie jetzt f&uuml;r nur $12<sup>.00</sup>
fr_fr: Achetez à présent pour seulement $12<sup>.00</sup>

source: Default Sets of Fields
de_de: Standard Feldsets
fr_fr: Ensembles de champs par défaut

source: Please create/edit here fields you want to be available as standard blocks of data.<br />This will be helpful for group admins - no need for them to create lots of fields from scratch.
de_de: Bitte erstellen/bearbeiten Sie hier die Felder, die Sie als Standard-Datenblocks verf&uuml;gbar haben wollen.<br />Das ist f&uuml;r Gruppenadministratoren sehr hilfreich, damit sie nicht jedesmal aufs Neue welche erstellen m&uuml;ssen.
fr_fr: Merci de créer/modifier ici les champs que vous souhaitez rendre disponible par défaut. <br /> Cela aidera les administrateurs de groupe - ils n&acute;auront pas à créer ces champs, simplement à les selectionner.
ru_ru: Пожалуйста, создайте измените здесь поля, которые вы хотите сделать стандартными.<br />Это поможет администраторам группы - им не понадобится все придумывать и вводить самостоятельно с нуля.

source: Currently there are no predefined fields. Groups admins should create all fields by themselves.
de_de: Gegenw&auml;rtig gibt es keine vordefinierten Felder. Gruppenadmins sollten stets ihre eigenen Felder erstellen.
fr_fr: Actuellement, il n&acute;a acune champs prédéfinis. L&acute;administrateur de groupe devra les créer lui-même.
ru_ru: На данный момент не создан ни один набор стандартных полей. Администраторам групп придется все создавать самостоятельно.

source: Tutorials
fr_fr: Tutoriaux

source: Below you will see several tutorials and how to, that will help you to better understand the plugin and how to work with it.
de_de: Unterhalb finden Sie verschiedene Tutorials, die Ihnen helfen das Plugin besser zu verstehen und wie man damit arbeitet.
fr_fr: Ci-dessous vous trouverez plusieurs tutoriaux, ils vous aideront à mieux comprendre cette extension et son fonctionnement.

source: Which groups do you allow to create custom fields and pages for?
de_de: Welche Gruppen d&uuml;rfen individuelle Felder und Seiten erstellen?
fr_fr: Quels groupes autorisez-vous à créer des champs et des pages additionnels ?

source: All groups
de_de: Alle Gruppen
fr_fr: Tous les groupes
ru_ru: Все группы

source: Add new Set of Fields
de_de: Neue Feldeinheit hinzuf&uuml;gen
fr_fr: Ajouter un nouvel Ensemble de Champs
ru_ru: Добавить новый набор полей

source: Name
fr_fr: Nom
ru_ru: Название

source: Save New Set of Fields
de_de: Neue Feldeinheit speichern
fr_fr: Enregistrer l&acute;Ensemble de Champs
ru_ru: Сохранить новый набор полей

source: Edit Set of Fields
de_de: Feldeinheit bearbeiten
fr_fr: Modifier l&acute;Ensemble de Champs
ru_ru: Обновить набор полей

source: Add field into
fr_fr: Ajouter un champs dans
ru_ru: Добавить поле в

source: Field Title
fr_fr: Titre du Champ
ru_ru: Заголовок поля

source: Field Type
fr_fr: Type de Champ
ru_ru: Тип поля

source: Text Box
fr_fr: Champ Texte
ru_ru: Текстовая строка

source: Multi-line Text Box
fr_fr: Champ Texte Multi-lignes
ru_ru: Текстовый блок

source: Checkboxes
de_de: Checkboxen
fr_fr: Choix Multiples
ru_ru: Чекбоксы

source: Radio Buttons
fr_fr: Bouttons Radio
ru_ru: Радио-кнопки

source: Date Selector
de_de: Datumswahl
fr_fr: Selecteur de Date
ru_ru: Выбор даты

source: Dropdown Select Box
fr_fr: Menu Déroulants
ru_ru: Выпадающий список

source: Add New
fr_fr: Ajouter un nouveau
ru_ru: Добавить опцию

source: Field Description
de_de: Feldbeschreibung
fr_fr: Description du Champ
ru_ru: Описание поля

source: Add New Field
de_de: Neues Feld einf&uuml;gen
fr_fr: Ajouter un nouveau Champ
ru_ru: Добавить новое поле

source: Create the Set of Fields
de_de: Erstelle die Feldeinheit
fr_fr: Créer un Ensemble de Champs
ru_ru: Сохранить набор полей

source: Show Fields
de_de: Zeige Felder
fr_fr: Voir les Champs
ru_ru: Показать поля

source: Apply to all groups this set of fields
de_de: Diese Feldsets auf alle Gruppen anwenden
fr_fr: Appliquer à TOUS les groupes cet ensemble de champs

source: Already applied
de_de: Bereits angewandt
fr_fr: Déjà appliqué

source: Apply
de_de: Anwenden
fr_fr: Appliquer

source: Edit
de_de: Bearbeiten
fr_fr: Editer
ru_ru: Изменить

source: Delete
de_de: L&ouml;schen
fr_fr: Supprimer
ru_ru: Удалить

source: Fields not yet created
de_de: Bisher keine Felder erstellt
fr_fr: Les champs n&acute;ont pas encore été créés.
ru_ru: Поля еще не созданы

source: Add field
de_de: Feld hinzuf&uuml;gen
fr_fr: Ajouter un champ
ru_ru: Добавить поле

source: Drop Down Select Box
fr_fr: Menu Déroulant
ru_ru: Выпадающий список

source: Is this field required (will be marked as required on group Edit Details page)?
de_de: Ist dieses Feld erforderlich (wird auf der Gruppenbearbeitungs-Detailseite als ERFORDERLICH markiert)?
fr_fr: Est-ce un champs requis (il sera marqué comme requis sur la page de modification du groupe) ?
ru_ru: Это поле является обязательным (будет отображаться на странице редактирования данных группы)?

source: Required
de_de: Erforderlich
fr_fr: Requis
ru_ru: Обязательное поле

source: Not Required
de_de: Nicht erforderlich
fr_fr: Non requis
ru_ru: Не обязательное поле

source: Should this field be displayed for public on "<u>%s</u>" page?
de_de: Soll dieses Feld &ouml;ffentlich auf der "<u>%s</u>" Seite angezeigt werden?
fr_fr: Ce champs peut il être visible du public sur "<u>%s</u>" page?
ru_ru: Должно ли это поле отображаться на странице "<u>%s</u>"?

source: Display it
de_de: Ja
fr_fr: Afficher
ru_ru: Показывать

source: Do NOT display it
de_de: NEIN
fr_fr: NE PAS afficher
ru_ru: Не показывать

source: Create New &rarr;
de_de: Neu erstellen &rarr;
fr_fr: Créer &rarr;
ru_ru: Создать новое поле &rarr;

source: Save Changes &rarr;
de_de: &Auml;nderungen speichern &rarr;
fr_fr: Enregistrer les changements &rarr;
ru_ru: Сохранить изменения &rarr;

source: Import
de_de: Importieren
fr_fr: Importer

source: displayed
fr_fr: Est affiché
ru_ru: отображается

source: <u>not</u> displayed
de_de: <u>nicht</u> angezeigt
fr_fr: <font color="red"><u>N&acute;est pas affiché</u></font>
ru_ru: <u>не</u> отображается

source: required
de_de: erforderlich
fr_fr: requis
ru_ru: обязательно

source: <u>not</u> required
de_de: <u>nicht</u> erforderlich
fr_fr: <u>non</u> requis
ru_ru: <u>не</u> обязательно

source: Change its title, description etc
de_de: &Auml;ndert den Titel, die Beschreibung usw.
fr_fr: Modifié son titre, sa description, etc.
ru_ru: Изменить заголовок, описание, видимость и т.д.

source: Edit field
de_de: Feld bearbeiten
fr_fr: Modifier le champ
ru_ru: Изменить

source: Delete this item and all its content
de_de: L&ouml;sche diesen Bereich und all seinen Inhalt
fr_fr: Supprimer cet élément et tout son contenu
ru_ru: Удалить этот элемент и все его содержимое

source: Please specify the page name, where all fields will be displayed
de_de: Bitte benennen Sie den Seitennamen, wo alle Felder zu finden sein werden.
fr_fr: Merci de spécifier le nom de la page dans laquelle les CHAMPS seront affichés.
ru_ru: Пожалуйста, укажите здесь название страницы, на которой будут отображаться все поля

source: Do you want to make <strong>"%s"</strong> page public? Everyone will see this page.
de_de: M&ouml;chten Sie die <strong>"%s"</strong> Seite &ouml;ffentlich sichtbar machen? Jeder kann sie dann sehen.
fr_fr: Souhaitez-vous rendre la page <strong>"%s"</strong> publique? (Tout le monde verra cette page.)
ru_ru: Вы хотите сделать страницу <strong>"%s"</strong> доступной для просмотра? Все посетители сайта смогут ее просматривать.

source: Show it
de_de: Ja - anzeigen
fr_fr: Afficher
ru_ru: Показывать

source: Hide it
de_de: Nein - verstecken
fr_fr: Ne pas afficher
ru_ru: Спрятать

source: Please choose the layout for <strong>"%s"</strong> page
de_de: Bitte w&auml;hlen Sie das Layout f&uuml;r die <strong>"%s"</strong> Seite
fr_fr: Choisissez un style d&acute;affichage pour la page<strong>"%s"</strong>
ru_ru: Пожалуйста, выберите внешний вид страницы <strong>"%s"</strong>

source: Plain (field title and its data below)
de_de: Plan/Eben (Feldtitel und seine Daten unterhalb)
fr_fr: Plein (titre du champ et ses données en dessous)
ru_ru: Обычный текст (отображается заголовок поля и его содержимое)

source: Profile style (in a table)
de_de: Profil-Stil (in einer Tabelle)
fr_fr: Style profile (sous forme de tableau)
ru_ru: Расширенный вид (как профиль пользователя)

source: Please specify the page name, where all custom pages will be displayed
de_de: Bitte geben Sie den Seitennamen an, wo alle benutzerdefinierten Seiten angezeigt werden.
fr_fr: Précisez le nom de la page, dans laquelle les PAGES additionnelles seront affichées.
ru_ru: Пожалуйста, укажите здесь название страницы, на которой будут отображаться все страницы группы

source: Do you want to make <strong>"%s"</strong> page public (extra group pages will be displayed there)?
de_de: M&ouml;chten Sie die <strong>"%s"</strong> Seite &ouml;ffentlich darstellen (Extra-Gruppenseiten werden dort angezeigt)?
fr_fr: Souhaitez vous rendre la page <strong>"%s"</strong> publique ? (Les pages additionnelles y seront visibles de tous )
ru_ru: Вы хотите сделать страницу <strong>"%s"</strong> доступной для просмотра? Страницы будут видеть все посетители.
